{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[BOS]": 0,
      "[SEP]": 1,
      "[EOS]": 2,
      "[PAD]": 3,
      "!": 4,
      "\"": 5,
      "%": 6,
      "'": 7,
      "(": 8,
      ")": 9,
      "+": 10,
      ",": 11,
      "-": 12,
      ".": 13,
      "/": 14,
      "0": 15,
      "1": 16,
      "2": 17,
      "3": 18,
      "4": 19,
      "5": 20,
      "6": 21,
      "7": 22,
      "8": 23,
      "9": 24,
      ":": 25,
      ";": 26,
      ">": 27,
      "?": 28,
      "A": 29,
      "B": 30,
      "C": 31,
      "D": 32,
      "E": 33,
      "F": 34,
      "G": 35,
      "H": 36,
      "I": 37,
      "J": 38,
      "K": 39,
      "L": 40,
      "M": 41,
      "N": 42,
      "O": 43,
      "P": 44,
      "Q": 45,
      "R": 46,
      "S": 47,
      "T": 48,
      "U": 49,
      "V": 50,
      "W": 51,
      "X": 52,
      "Z": 53,
      "[": 54,
      "]": 55,
      "a": 56,
      "b": 57,
      "c": 58,
      "d": 59,
      "e": 60,
      "f": 61,
      "g": 62,
      "h": 63,
      "i": 64,
      "j": 65,
      "k": 66,
      "l": 67,
      "m": 68,
      "n": 69,
      "o": 70,
      "p": 71,
      "q": 72,
      "r": 73,
      "s": 74,
      "t": 75,
      "u": 76,
      "v": 77,
      "w": 78,
      "x": 79,
      "y": 80,
      "z": 81,
      "¤": 82,
      "²": 83,
      "¶": 84,
      "¼": 85,
      "Â": 86,
      "Ã": 87,
      "â": 88,
      "Ġ": 89,
      "Ģ": 90,
      "Ħ": 91,
      "ĵ": 92,
      "ľ": 93,
      "Ł": 94,
      "en": 95,
      "er": 96,
      "ch": 97,
      "in": 98,
      "Ġd": 99,
      "st": 100,
      "ie": 101,
      "OS": 102,
      "ein": 103,
      "as": 104,
      "un": 105,
      "Ġs": 106,
      "Ġw": 107,
      "ei": 108,
      "Ġi": 109,
      "es": 110,
      "an": 111,
      "Ġein": 112,
      "el": 113,
      "ich": 114,
      ".[": 115,
      "Ġm": 116,
      "SE": 117,
      "Ġist": 118,
      "BOS": 119,
      "EOS": 120,
      "SEP": 121,
      "ra": 122,
      "Ġg": 123,
      "Ġb": 124,
      "Ġv": 125,
      "ern": 126,
      "?[": 127,
      "Ġdie": 128,
      "at": 129,
      "Ġz": 130,
      "ro": 131,
      "Ġa": 132,
      "mm": 133,
      "ut": 134,
      "Ġn": 135,
      "Ġdas": 136,
      "eh": 137,
      "Ġzu": 138,
      "ĠD": 139,
      "od": 140,
      "Ã¼": 141,
      "ell": 142,
      "ung": 143,
      "ig": 144,
      "on": 145,
      "ĠS": 146,
      "Ġun": 147,
      "icht": 148,
      "et": 149,
      "Ã¤": 150,
      "Ġk": 151,
      "or": 152,
      "ar": 153,
      "Ġ'": 154,
      "ĠM": 155,
      "Ġund": 156,
      "Ġf": 157,
      "Ġes": 158,
      "it": 159,
      "ach": 160,
      "ier": 161,
      "ĠL": 162,
      "Ġl": 163,
      "em": 164,
      "al": 165,
      "Ġh": 166,
      "ir": 167,
      "ĠE": 168,
      "gra": 169,
      "gramm": 170,
      "ind": 171,
      "rogramm": 172,
      "ĠP": 173,
      "ing": 174,
      "aten": 175,
      "ĠA": 176,
      "eit": 177,
      "sch": 178,
      "enn": 179,
      "Ġau": 180,
      "Ġwie": 181,
      "Ġder": 182,
      "ĠB": 183,
      "Ġver": 184,
      "ĠW": 185,
      "ann": 186,
      "au": 187,
      "Ã¼r": 188,
      "Ġdu": 189,
      "ernen": 190,
      "odell": 191,
      "iel": 192,
      "te": 193,
      "Ã¶": 194,
      "ĠDaten": 195,
      "ĠK": 196,
      "ĠT": 197,
      "ab": 198,
      "ĠF": 199,
      "der": 200,
      "um": 201,
      "kt": 202,
      "mp": 203,
      "Ġeine": 204,
      "eu": 205,
      "Ġsch": 206,
      "Ġbei": 207,
      "ge": 208,
      "erk": 209,
      "ion": 210,
      "ll": 211,
      "ichtig": 212,
      "lich": 213,
      "ft": 214,
      "omp": 215,
      "Ġbe": 216,
      "Ġich": 217,
      "de": 218,
      "ĠProgramm": 219,
      "ber": 220,
      "den": 221,
      "ĠG": 222,
      "ĠC": 223,
      "ĠN": 224,
      "Ġgut": 225,
      "Ġ(": 226,
      "oder": 227,
      "Ġin": 228,
      "ehr": 229,
      "ĠR": 230,
      "Ġan": 231,
      "Ġsind": 232,
      "ĠfÃ¼r": 233,
      "ur": 234,
      "Ġso": 235,
      "gen": 236,
      "il": 237,
      "etz": 238,
      "Was": 239,
      "Ġoder": 240,
      "Ġden": 241,
      "is": 242,
      "Ġnicht": 243,
      "Ġsie": 244,
      "ĠModell": 245,
      "omput": 246,
      "ĠComput": 247,
      "us": 248,
      "ten": 249,
      "Ġman": 250,
      "Ġdass": 251,
      "Ġviel": 252,
      "ernt": 253,
      "ĠI": 254,
      "ĠComputer": 255,
      "Ġo": 256,
      "Ġmach": 257,
      "Ġmit": 258,
      "ĠZ": 259,
      "ĠV": 260,
      "Ġum": 261,
      "ÃŁ": 262,
      "Ġda": 263,
      "Ġwichtig": 264,
      "Ġwenn": 265,
      "ech": 266,
      "Ġvon": 267,
      "eine": 268,
      "ess": 269,
      "Ġwir": 270,
      "ter": 271,
      "Ġkann": 272,
      "Ja": 273,
      "Ã¤r": 274,
      "ehen": 275,
      "ĠLernen": 276,
      "hn": 277,
      "eil": 278,
      "Ġneu": 279,
      "gt": 280,
      "ĠKI": 281,
      "hl": 282,
      "rain": 283,
      "sen": 284,
      "Ġgen": 285,
      "ungen": 286,
      "iert": 287,
      "Ġsehr": 288,
      "Ġkl": 289,
      "pas": 290,
      "ert": 291,
      "Ġauf": 292,
      "Ġt": 293,
      "Ġlernt": 294,
      "fach": 295,
      "eich": 296,
      "ĠSch": 297,
      "utz": 298,
      "ĠLern": 299,
      "ent": 300,
      "ehl": 301,
      "Ġaus": 302,
      "sten": 303,
      "Ġst": 304,
      "uf": 305,
      "Ġeinfach": 306,
      "unkt": 307,
      "Ich": 308,
      "ck": 309,
      "Ġerk": 310,
      "beit": 311,
      "Ã¤n": 312,
      "orm": 313,
      "ĠNetz": 314,
      "Wie": 315,
      "se": 316,
      "Ġsich": 317,
      "Ġverst": 318,
      "Ġer": 319,
      "ungs": 320,
      "ĠSp": 321,
      "programm": 322,
      "ehler": 323,
      "abe": 324,
      "sa": 325,
      "ieren": 326,
      "ĠEs": 327,
      "unktion": 328,
      "Ġgenau": 329,
      "keit": 330,
      "Ġhat": 331,
      "Ġvor": 332,
      "eg": 333,
      "bt": 334,
      "Ġr": 335,
      "uch": 336,
      "Ġwas": 337,
      "est": 338,
      "ls": 339,
      "ex": 340,
      "ĠEr": 341,
      "hr": 342,
      "lÃ¤r": 343,
      "esser": 344,
      "ĠIn": 345,
      "Ġdir": 346,
      "rob": 347,
      "Ã¼ber": 348,
      "isch": 349,
      "ron": 350,
      "Ġauch": 351,
      "ĠFehler": 352,
      "ation": 353,
      "ĠDas": 354,
      "ĠSt": 355,
      "rach": 356,
      "Ġlernen": 357,
      "Ein": 358,
      "imm": 359,
      "ĠAn": 360,
      "Ġbesser": 361,
      "aben": 362,
      "Ġj": 363,
      "Ġwird": 364,
      "ahl": 365,
      "Ġmacht": 366,
      "raining": 367,
      "geb": 368,
      "Ġbeim": 369,
      "stell": 370,
      "anz": 371,
      "Ġnur": 372,
      "mmen": 373,
      "arum": 374,
      "Ã¶n": 375,
      "ĠSprach": 376,
      "ĠEin": 377,
      "Ġnutz": 378,
      "nen": 379,
      "ĠAuf": 380,
      "mal": 381,
      "end": 382,
      "ort": 383,
      "ibt": 384,
      "Ġals": 385,
      "sp": 386,
      "Ġim": 387,
      "ol": 388,
      "Das": 389,
      "Ġoft": 390,
      "ĠSie": 391,
      "ĠÃ¼ber": 392,
      "mmer": 393,
      "Ġmir": 394,
      "och": 395,
      "Ġdein": 396,
      "Ġdem": 397,
      "her": 398,
      "up": 399,
      "Ġimmer": 400,
      "Ġeinem": 401,
      "ed": 402,
      "form": 403,
      "ĠH": 404,
      "Ġwer": 405,
      "Ġmein": 406,
      "ĠTraining": 407,
      "iv": 408,
      "Ġwerden": 409,
      "ĠGr": 410,
      "pt": 411,
      "roÃŁ": 412,
      "Ġfind": 413,
      "ĠkÃ¶n": 414,
      "Ġhil": 415,
      "Ġverstehen": 416,
      "fen": 417,
      "zu": 418,
      "ĠBei": 419,
      "elch": 420,
      "itt": 421,
      "lem": 422,
      "ste": 423,
      "roblem": 424,
      "ver": 425,
      "Ġam": 426,
      "ronal": 427,
      "Ġdann": 428,
      "ĠVer": 429,
      "Modell": 430,
      "daten": 431,
      "ĠgroÃŁ": 432,
      "spiel": 433,
      "Ġhilft": 434,
      "nell": 435,
      "asch": 436,
      "Ġge": 437,
      "nis": 438,
      "ĠDing": 439,
      "Ġschnell": 440,
      "ĠerklÃ¤r": 441,
      "rbeit": 442,
      "Ġbes": 443,
      "schie": 444,
      "ĠBil": 445,
      "ust": 446,
      "aschin": 447,
      "eht": 448,
      "ĠTex": 449,
      "ben": 450,
      "rauch": 451,
      "ĠAufg": 452,
      "fÃ¼r": 453,
      "Ġall": 454,
      "eth": 455,
      "Ġp": 456,
      "Ġviele": 457,
      "ethod": 458,
      "Ġmachen": 459,
      "rÃ¼": 460,
      "onder": 461,
      "Ãľ": 462,
      "Ġklein": 463,
      "ĠDinge": 464,
      "'?[": 465,
      "ag": 466,
      "modell": 467,
      "Ġsp": 468,
      "pass": 469,
      "rch": 470,
      "rÃ¶": 471,
      "formation": 472,
      "Ġaber": 473,
      "Ġdurch": 474,
      "ĠZahl": 475,
      "Die": 476,
      "Un": 477,
      "Wenn": 478,
      "and": 479,
      "ear": 480,
      "ĠInformation": 481,
      "Ġbrauch": 482,
      "Ã¶r": 483,
      "deut": 484,
      "oll": 485,
      "tw": 486,
      "Ġgibt": 487,
      "aschinell": 488,
      "Ġdes": 489,
      "Ġsoll": 490,
      "Ġfunktion": 491,
      "Ġrichtig": 492,
      "ĠBeispiel": 493,
      "igen": 494,
      "gebnis": 495,
      "ĠProblem": 496,
      "ĠEn": 497,
      "arbeit": 498,
      "Ġeinen": 499,
      "mit": 500,
      "Ġschl": 501,
      "omm": 502,
      "ĠkÃ¶nnen": 503,
      "Ġschw": 504,
      "ĠSo": 505,
      "Der": 506,
      "igkeit": 507,
      "Ġob": 508,
      "Ġerkenn": 509,
      "ĠErgebnis": 510,
      "bst": 511,
      "ri": 512,
      "atz": 513,
      "ĠInformationen": 514,
      "leich": 515,
      "Ġweil": 516,
      "eln": 517,
      "ĠO": 518,
      "Ġzw": 519,
      "Ġzei": 520,
      "Ġdamit": 521,
      "elche": 522,
      "ff": 523,
      "und": 524,
      "ang": 525,
      "Es": 526,
      "ohn": 527,
      "Ġmehr": 528,
      "schei": 529,
      "Warum": 530,
      "Ġent": 531,
      "ĠRe": 532,
      "ĠNeu": 533,
      "ĠVor": 534,
      "hne": 535,
      "rei": 536,
      "werk": 537,
      "ĠWas": 538,
      "Ġje": 539,
      "Ã¤t": 540,
      "ĠerklÃ¤ren": 541,
      "Programm": 542,
      "ning": 543,
      "rÃ¶ÃŁ": 544,
      "earning": 545,
      "ischen": 546,
      "ĠUn": 547,
      "uss": 548,
      "Ġbesonder": 549,
      "Ġnach": 550,
      "tell": 551,
      "ĠMethod": 552,
      "elohn": 553,
      "Ġlie": 554,
      "Ġbedeut": 555,
      "ĠComputerprogramm": 556,
      "ehir": 557,
      "Ġzum": 558,
      "Ġfunktioniert": 559,
      "Lernen": 560,
      "iz": 561,
      "Ġneue": 562,
      "ompl": 563,
      "ĠSchicht": 564,
      "Ã¤nd": 565,
      "ekt": 566,
      "Ġarbeit": 567,
      "echt": 568,
      "Er": 569,
      "ĠDie": 570,
      "Ġgel": 571,
      "aupt": 572,
      "Ġander": 573,
      "Ġhabe": 574,
      "ĠSprachmodell": 575,
      "Ġneuronal": 576,
      "Ġklar": 577,
      "Ġbedeutet": 578,
      "ik": 579,
      "ĠÃľ": 580,
      "enig": 581,
      "ĠFal": 582,
      "Ġnutzen": 583,
      "ast": 584,
      "os": 585,
      "re": 586,
      "immt": 587,
      "NN": 588,
      "ew": 589,
      "LU": 590,
      "ĠLearning": 591,
      "ĠZahlen": 592,
      "ehirn": 593,
      "le": 594,
      "Ġsein": 595,
      "ierung": 596,
      "ot": 597,
      "Ġverb": 598,
      "Ġnoch": 599,
      "ark": 600,
      "Ġbest": 601,
      "Ġges": 602,
      "ĠMaschinell": 603,
      "Ġtrain": 604,
      "wend": 605,
      "Ġsel": 606,
      "Ã¼n": 607,
      "Ġwenig": 608,
      "Ġeiner": 609,
      "Ġmich": 610,
      "Kann": 611,
      "Ġab": 612,
      "agt": 613,
      "rop": 614,
      "ahr": 615,
      "Ġdiese": 616,
      "ĠBelohn": 617,
      "ĠdafÃ¼r": 618,
      "Ġeines": 619,
      "hersa": 620,
      "Ġganz": 621,
      "Ġkompl": 622,
      "Ġohne": 623,
      "ĠTrainings": 624,
      "hen": 625,
      "ritt": 626,
      "yst": 627,
      "lichkeit": 628,
      "scheid": 629,
      "Ġ\"": 630,
      "Ġzusa": 631,
      "Ġhaben": 632,
      "Ġschon": 633,
      "erkmal": 634,
      "Ġwirk": 635,
      "Ġzeigt": 636,
      "ystem": 637,
      "passt": 638,
      "Ġzusammen": 639,
      "Ã¤ch": 640,
      "ĠWenn": 641,
      "Ġneuen": 642,
      "passen": 643,
      "Ġgelernt": 644,
      "echen": 645,
      "ĠLernprogramm": 646,
      "am": 647,
      "was": 648,
      "acht": 649,
      "Ġmuss": 650,
      "Ġbesonders": 651,
      "Ġselbst": 652,
      "wei": 653,
      "passung": 654,
      "Ġet": 655,
      "Ġbesten": 656,
      "ĠIch": 657,
      "Ġwirklich": 658,
      "klÃ¤r": 659,
      "liche": 660,
      "ormal": 661,
      "Ġetwas": 662,
      "',": 663,
      "funktion": 664,
      "ick": 665,
      "rad": 666,
      "ige": 667,
      "ĠMan": 668,
      "uper": 669,
      "Ganz": 670,
      "eist": 671,
      "Ist": 672,
      "Ġzwischen": 673,
      "abei": 674,
      "terschie": 675,
      "ĠText": 676,
      "ere": 677,
      "issen": 678,
      "ĠAufgabe": 679,
      "Sch": 680,
      "ĠBilder": 681,
      "uster": 682,
      "ommt": 683,
      "ap": 684,
      "ĠWie": 685,
      "Ġstark": 686,
      "ĠEinstell": 687,
      "echn": 688,
      "Ġfinden": 689,
      "upp": 690,
      "itte": 691,
      "ĠProgramme": 692,
      "Ġwelche": 693,
      "Ġbraucht": 694,
      "Ġerkennen": 695,
      "ring": 696,
      "rt": 697,
      "wert": 698,
      "ief": 699,
      "ĠReg": 700,
      "ĠTeil": 701,
      "ĠBild": 702,
      "esch": 703,
      "ĠRechen": 704,
      "ĠMuster": 705,
      "ĠHaupt": 706,
      "ill": 707,
      "ktiv": 708,
      "Ġind": 709,
      "Ġgeht": 710,
      "Ã¤hl": 711,
      "ĠVorhersa": 712,
      "terschied": 713,
      "Ġindem": 714,
      "ĠZeit": 715,
      "ĠGrupp": 716,
      "ĠReLU": 717,
      "anpassung": 718,
      "Ġkeine": 719,
      "ĠAus": 720,
      "Sie": 721,
      "Ġsuper": 722,
      "ĠAufgaben": 723,
      "op": 724,
      "Ġverschie": 725,
      "olut": 726,
      "Ġschneller": 727,
      "Kannst": 728,
      "Wo": 729,
      "ehe": 730,
      "Ġuns": 731,
      "radi": 732,
      "elt": 733,
      "fol": 734,
      "ias": 735,
      "ierungs": 736,
      "ĠlÃ¶": 737,
      "Stell": 738,
      "Gehirn": 739,
      "ken": 740,
      "ade": 741,
      "Ġseine": 742,
      "ierer": 743,
      "Ġwieder": 744,
      "Ġbek": 745,
      "ErklÃ¤r": 746,
      "erte": 747,
      "eiter": 748,
      "NNs": 749,
      "Ġwo": 750,
      "Ġgute": 751,
      "Ġsehen": 752,
      "utzt": 753,
      "ĠErgebnisse": 754,
      "ĠMethode": 755,
      "lar": 756,
      "ine": 757,
      "schein": 758,
      "Eine": 759,
      "ek": 760,
      "erade": 761,
      "Ġwar": 762,
      "Ġgleich": 763,
      "Ġnutzt": 764,
      "wendig": 765,
      "ahrschein": 766,
      "ommen": 767,
      "Ġmal": 768,
      "ez": 769,
      "etzwerk": 770,
      "men": 771,
      "aus": 772,
      "isierung": 773,
      "Ġbestimm": 774,
      "ĠTrainingsdaten": 775,
      "ĠPro": 776,
      "ĠArt": 777,
      "ĠNetze": 778,
      "ĠSchichten": 779,
      "ĠÃľber": 780,
      "ack": 781,
      "ee": 782,
      "ange": 783,
      "ĠgrÃ¶ÃŁ": 784,
      "ĠWÃ¶r": 785,
      "urz": 786,
      "usa": 787,
      "TM": 788,
      "Ġdabei": 789,
      "ĠMerkmal": 790,
      "om": 791,
      "Ġverschieden": 792,
      "art": 793,
      "itÃ¤t": 794,
      "),": 795,
      "id": 796,
      "ander": 797,
      "Ġvielen": 798,
      "coder": 799,
      "ding": 800,
      "eigen": 801,
      "ĠBelohnung": 802,
      "eren": 803,
      "stellen": 804,
      "Ġalle": 805,
      "arbeiten": 806,
      "Ġschwier": 807,
      "ritte": 808,
      "Ġwill": 809,
      "Ġschlecht": 810,
      "Ġjeden": 811,
      "Ġeigen": 812,
      "Ġdeine": 813,
      "Ġmeine": 814,
      "alt": 815,
      "he": 816,
      "tz": 817,
      "stÃ¤nd": 818,
      "ĠwÃ¼r": 819,
      "Ġgem": 820,
      "Ã¤hn": 821,
      "sam": 822,
      "ĠFall": 823,
      "eistung": 824,
      "ktivierungs": 825,
      "Ġdar": 826,
      "Ġihr": 827,
      "Ġgerade": 828,
      "Ġben": 829,
      "ari": 830,
      "ĠAntw": 831,
      "STM": 832,
      "Um": 833,
      "nit": 834,
      "solut": 835,
      "zel": 836,
      "Ġpass": 837,
      "abil": 838,
      "Lern": 839,
      "Ġschwer": 840,
      "ĠWÃ¶rter": 841,
      ")?[": 842,
      "einander": 843,
      "lichen": 844,
      "ĠNeuron": 845,
      "Ã¼nst": 846,
      "bed": 847,
      "fitt": 848,
      "unden": 849,
      "ĠAktivierungs": 850,
      "usammen": 851,
      "zeit": 852,
      "Als": 853,
      "ran": 854,
      "vor": 855,
      "enau": 856,
      "Ġdich": 857,
      "Ã¶g": 858,
      "rÃ¼f": 859,
      "ĠEinstellungen": 860,
      "Man": 861,
      "tscheid": 862,
      "zeu": 863,
      "ĠBer": 864,
      "Ġsollte": 865,
      "bar": 866,
      "lt": 867,
      "ĠÃ¤hn": 868,
      "ĠGruppen": 869,
      "ĠwÃ¼rde": 870,
      "fitting": 871,
      "aut": 872,
      "Ġsagt": 873,
      "Ġdies": 874,
      "ĠSystem": 875,
      "Ġhin": 876,
      "ĠAnf": 877,
      "ĠTexte": 878,
      "Ġbin": 879,
      "ĠfÃ¼": 880,
      "Ġhast": 881,
      "ĠWert": 882,
      "ĠVort": 883,
      "Ġwichtige": 884,
      "ĠSprache": 885,
      "ĠSoft": 886,
      "out": 887,
      "erat": 888,
      "ĠEing": 889,
      "ĠTest": 890,
      "ĠSchritt": 891,
      "ĠEntscheid": 892,
      "ewicht": 893,
      "ropout": 894,
      "ĠVorhersagen": 895,
      "such": 896,
      "Ã¼ck": 897,
      "ĠAb": 898,
      "Ġkompliz": 899,
      "heit": 900,
      "lernen": 901,
      "alten": 902,
      "ĠModells": 903,
      "ĠgroÃŁe": 904,
      "rÃ¶ÃŁe": 905,
      "nitzel": 906,
      "ax": 907,
      "wind": 908,
      "Ġkleine": 909,
      "Ã¤nder": 910,
      "ĠNetzwerk": 911,
      "Ġspez": 912,
      "Ġandere": 913,
      "ĠRegeln": 914,
      "![": 915,
      "bau": 916,
      "zent": 917,
      "inn": 918,
      "elfen": 919,
      "Ġfest": 920,
      "Ġbeste": 921,
      "Ab": 922,
      "gabe": 923,
      "ug": 924,
      "enden": 925,
      "atch": 926,
      "Ġauswendig": 927,
      "ĠUnterschied": 928,
      "ĠMaschinellen": 929,
      "radient": 930,
      "Ġpassiert": 931,
      "ĠVorteil": 932,
      "ger": 933,
      "im": 934,
      "ien": 935,
      "rage": 936,
      "ĠLSTM": 937,
      "Ġhelfen": 938,
      "ĠAktivierungsfunktion": 939,
      "'.": 940,
      "eisten": 941,
      "alsch": 942,
      "ĠIst": 943,
      "eichen": 944,
      "ĠMethoden": 945,
      "chmal": 946,
      "erne": 947,
      "Ġnormal": 948,
      "Ġfalsch": 949,
      "ĠKatz": 950,
      "ĠRei": 951,
      "Ġeinfacher": 952,
      "Ġfinde": 953,
      "Ġarbeiten": 954,
      "Ġverbess": 955,
      "ahrscheinlichkeit": 956,
      "hÃ¤n": 957,
      "nte": 958,
      "ass": 959,
      "Ġson": 960,
      "ĠFre": 961,
      "ĠSchnitzel": 962,
      "Ġstabil": 963,
      "ische": 964,
      "verfitting": 965,
      "ĠgroÃŁen": 966,
      "rans": 967,
      "prob": 968,
      "âĢ": 969,
      "ĠâĢ": 970,
      "Ġwarum": 971,
      "Ġweiter": 972,
      "eiÃŁ": 973,
      "Ġmerk": 974,
      "ĠKon": 975,
      "ĠFalt": 976,
      "ĠâĢĵ": 977,
      "ze": 978,
      "Ġbau": 979,
      "elle": 980,
      "Ġkleiner": 981,
      "arbeitet": 982,
      "Du": 983,
      "Wert": 984,
      "ht": 985,
      "Ã¤ll": 986,
      "ennt": 987,
      "bind": 988,
      "ĠDer": 989,
      "ions": 990,
      "gesch": 991,
      "ĠwÃ¤r": 992,
      "ĠWichtig": 993,
      "Ġverstehe": 994,
      "ĠProbleme": 995,
      "ĠNeuronal": 996,
      "folge": 997,
      "ĠlÃ¶sen": 998,
      "Ġspeziel": 999,
      ").": 1000,
      "Re": 1001,
      "fl": 1002,
      "Ġverh": 1003,
      "weise": 1004,
      "'.[": 1005,
      "]'": 1006,
      "jekt": 1007,
      "voll": 1008,
      "ĠArbeit": 1009,
      "Ġbesch": 1010,
      "telligen": 1011,
      "Klar": 1012,
      "hm": 1013,
      "tra": 1014,
      "unde": 1015,
      "ĠSig": 1016,
      "Ġtrainiert": 1017,
      "Ġbenutzt": 1018,
      "Bias": 1019,
      "lau": 1020,
      "Ġwur": 1021,
      "orten": 1022,
      "itiv": 1023,
      "mpt": 1024,
      "ĠModelle": 1025,
      "ĠZusammen": 1026,
      "Ġversteht": 1027,
      "Ġja": 1028,
      "Ġalles": 1029,
      "Ġarbeitet": 1030,
      "Ġverschiedene": 1031,
      "Ver": 1032,
      "ffen": 1033,
      "ost": 1034,
      "Ġher": 1035,
      "schritte": 1036,
      "usst": 1037,
      "Ġsicher": 1038,
      "ĠGrund": 1039,
      "Daten": 1040,
      "KI": 1041,
      "dern": 1042,
      "Ġpasst": 1043,
      "Ġeinmal": 1044,
      "ram": 1045,
      "Ġlange": 1046,
      "Ġschlech": 1047,
      "Bei": 1048,
      "bungs": 1049,
      "dem": 1050,
      "ru": 1051,
      "ĠLeistung": 1052,
      "Ġweniger": 1053,
      "ĠMerkmale": 1054,
      "eut": 1055,
      "enz": 1056,
      "Ġunter": 1057,
      "Ġkon": 1058,
      "Ġkurz": 1059,
      "ĠWahrscheinlichkeit": 1060,
      "ptim": 1061,
      "Ġanderen": 1062,
      "Ġbestimmte": 1063,
      "Sp": 1064,
      "lei": 1065,
      "enerat": 1066,
      "Ã¤s": 1067,
      "Ġeinfache": 1068,
      "Ġneuronalen": 1069,
      "Schicht": 1070,
      "ĠReihen": 1071,
      "telligenz": 1072,
      "ckt": 1073,
      "ĠJ": 1074,
      "ĠnÃ¤ch": 1075,
      "ĠDu": 1076,
      "dee": 1077,
      "ĠIntelligenz": 1078,
      "Ãľber": 1079,
      "ommes": 1080,
      "Ġgesagt": 1081,
      "ĠwÃ¤re": 1082,
      "ha": 1083,
      "oost": 1084,
      "wick": 1085,
      "ensch": 1086,
      "Ġsa": 1087,
      "Ã¼tz": 1088,
      "ĠWissen": 1089,
      "Ġdazu": 1090,
      "Ġneuronales": 1091,
      "Ġgemacht": 1092,
      "probieren": 1093,
      "ĠFaltungs": 1094,
      "bindungen": 1095,
      "max": 1096,
      "satz": 1097,
      "ual": 1098,
      "yp": 1099,
      "Ġihn": 1100,
      "iere": 1101,
      "ĠPommes": 1102,
      "ĠTrans": 1103,
      "Ġdara": 1104,
      "Ġgenug": 1105,
      "ĠBereich": 1106,
      "Absolut": 1107,
      "An": 1108,
      "In": 1109,
      "ler": 1110,
      "ingt": 1111,
      "essen": 1112,
      "Ġvorher": 1113,
      "ĠkÃ¶nnte": 1114,
      "ĠMaschinelles": 1115,
      "Ġtrainieren": 1116,
      "WofÃ¼r": 1117,
      "zeitig": 1118,
      "ĠfÃ¼hr": 1119,
      "Ã¤ndert": 1120,
      "Welche": 1121,
      "gehen": 1122,
      "esonder": 1123,
      "Ġmeisten": 1124,
      "ellen": 1125,
      "Ġkommt": 1126,
      "ord": 1127,
      "ĠBe": 1128,
      "ĠWerte": 1129,
      "etzt": 1130,
      "ĠNetzen": 1131,
      "opp": 1132,
      "ĠKatzen": 1133,
      "Gibt": 1134,
      "gaben": 1135,
      "lung": 1136,
      "mo": 1137,
      "ÃĦ": 1138,
      "Ġeinz": 1139,
      "Ã¤u": 1140,
      "ĠWeg": 1141,
      "iele": 1142,
      "ĠInf": 1143,
      "Ġbekommt": 1144,
      "eep": 1145,
      "Ġsondern": 1146,
      "fÃ¼": 1147,
      "Ġnutze": 1148,
      "ĠAntworten": 1149,
      "windigkeit": 1150,
      "ĠLSTMs": 1151,
      "Ġverhind": 1152,
      "poch": 1153,
      "Ġecht": 1154,
      "enk": 1155,
      "Ġblei": 1156,
      "Ã¼s": 1157,
      "arte": 1158,
      "ĠKÃ¼nst": 1159,
      "urch": 1160,
      "Ã¤rk": 1161,
      "Ġtun": 1162,
      "eicher": 1163,
      "zentr": 1164,
      "ĠFreund": 1165,
      "Mein": 1166,
      "Pro": 1167,
      "Reg": 1168,
      "St": 1169,
      "lo": 1170,
      "ohl": 1171,
      "reu": 1172,
      "att": 1173,
      "ĠnÃ¼tz": 1174,
      "Ã¤lt": 1175,
      "Ġlang": 1176,
      "Ġmachst": 1177,
      "Ã¤ngt": 1178,
      "Ġre": 1179,
      "Ġerkennt": 1180,
      "Ġliegt": 1181,
      "scheidet": 1182,
      "Ġschwierig": 1183,
      "En": 1184,
      "gr": 1185,
      "hem": 1186,
      "war": 1187,
      "Ġech": 1188,
      "ĠBesonder": 1189,
      "ĠGer": 1190,
      "gent": 1191,
      "ĠStell": 1192,
      "ĠAnfang": 1193,
      "ĠReihenfolge": 1194,
      "Genau": 1195,
      "Training": 1196,
      "ay": 1197,
      "prop": 1198,
      "Ġgeh": 1199,
      "Ġversuch": 1200,
      "Ġwichtigsten": 1201,
      "Modelle": 1202,
      "twick": 1203,
      "ĠgrÃ¶ÃŁte": 1204,
      "propag": 1205,
      "AN": 1206,
      "Overfitting": 1207,
      "aff": 1208,
      "ull": 1209,
      "erst": 1210,
      "angen": 1211,
      "Ġbevor": 1212,
      "Ġdenen": 1213,
      "ĠSchw": 1214,
      "ĠÃľberanpassung": 1215,
      "ĠWichtigste": 1216,
      "propagation": 1217,
      "enten": 1218,
      "annt": 1219,
      "Ġbeein": 1220,
      "urv": 1221,
      "eicht": 1222,
      "Ġfindet": 1223,
      ").[": 1224,
      "gleich": 1225,
      "ĠwÃ¤hl": 1226,
      "Ġmaschinell": 1227,
      "Ġber": 1228,
      "Ġnimmt": 1229,
      "ĠDropout": 1230,
      "ode": 1231,
      "Ġfert": 1232,
      "emp": 1233,
      "ĠBau": 1234,
      "ĠGenerat": 1235,
      "etzen": 1236,
      "reihen": 1237,
      "Ġneuronale": 1238,
      "ĠÃľbungs": 1239,
      "ackpropagation": 1240,
      "stÃ¤ndig": 1241,
      "Ġkonzentr": 1242,
      "ip": 1243,
      "lein": 1244,
      "mbed": 1245,
      "wohl": 1246,
      "assen": 1247,
      "Ġzur": 1248,
      "Ġverarbeiten": 1249,
      "ĠGrunde": 1250,
      "Ġgeb": 1251,
      "ewichte": 1252,
      "ĠInfos": 1253,
      "ware": 1254,
      "mbedding": 1255,
      "for": 1256,
      "erf": 1257,
      "Ã¤hr": 1258,
      "ard": 1259,
      "ĠBest": 1260,
      "ĠWort": 1261,
      "ĠGAN": 1262,
      "Ġange": 1263,
      "ĠZu": 1264,
      "ĠEine": 1265,
      "rÃ¶ding": 1266,
      "Ġentwick": 1267,
      "apel": 1268,
      "Ġgleichzeitig": 1269,
      "ĠÃ¤hnlich": 1270,
      "Ġkompliziert": 1271,
      "moid": 1272,
      "rÃ¶dinger": 1273,
      "wand": 1274,
      "erv": 1275,
      "erten": 1276,
      "Ġsor": 1277,
      "rate": 1278,
      "ĠBias": 1279,
      "Ġverl": 1280,
      "Ġmache": 1281,
      "Ġbrauchen": 1282,
      "ĠOptim": 1283,
      "Ġzeigen": 1284,
      "ositiv": 1285,
      "Ġkomplex": 1286,
      "ringt": 1287,
      "ĠTeile": 1288,
      "ĠFreundin": 1289,
      "Aus": 1290,
      "Normal": 1291,
      "akt": 1292,
      "aram": 1293,
      "gung": 1294,
      "len": 1295,
      "ne": 1296,
      "netzwerk": 1297,
      "Ġbis": 1298,
      "Ġtief": 1299,
      "Ġerst": 1300,
      "gebung": 1301,
      "Ġgegen": 1302,
      "Ã¤ndern": 1303,
      "geschwindigkeit": 1304,
      "Ãľberanpassung": 1305,
      "aramet": 1306,
      "Merkmal": 1307,
      "eder": 1308,
      "sig": 1309,
      "Ġte": 1310,
      "Ã¶ch": 1311,
      "Ġnichts": 1312,
      "Ġmanchmal": 1313,
      "Ġalso": 1314,
      "Ġgew": 1315,
      "ĠprÃ¼": 1316,
      "ĠSprachmodellen": 1317,
      "weis": 1318,
      "Ġihre": 1319,
      "arianz": 1320,
      "ĠSoftware": 1321,
      "Ġverbessern": 1322,
      "eiÃŁt": 1323,
      "ReLU": 1324,
      "ĠSigmoid": 1325,
      "Ġheraus": 1326,
      "urve": 1327,
      "CA": 1328,
      "FÃ¼r": 1329,
      "ad": 1330,
      "kenn": 1331,
      "og": 1332,
      "rÃ¤": 1333,
      "Ġprogramm": 1334,
      "Ġmag": 1335,
      "ĠKaff": 1336,
      "ĠProgrammieren": 1337,
      "ĠGehirn": 1338,
      "ĠGradient": 1339,
      "ĠRNNs": 1340,
      "Ġjed": 1341,
      "geben": 1342,
      "former": 1343,
      "Ġjede": 1344,
      "ĠBildern": 1345,
      "ĠPrompt": 1346,
      "Umgebung": 1347,
      "ĠnÃ¼tzlich": 1348,
      "arameter": 1349,
      "lust": 1350,
      "Ġlerne": 1351,
      "Ġsieht": 1352,
      "Ġkannst": 1353,
      "ustand": 1354,
      "Ġkleinen": 1355,
      "Ã¶rt": 1356,
      "ĠAusprobieren": 1357,
      "ordn": 1358,
      "Neu": 1359,
      "ling": 1360,
      "sehen": 1361,
      "wenden": 1362,
      "Ġex": 1363,
      "Ġwissen": 1364,
      "all": 1365,
      "ĠTe": 1366,
      "riff": 1367,
      "echnet": 1368,
      "Ġdieser": 1369,
      "fort": 1370,
      "rung": 1371,
      "ĠmÃ¶g": 1372,
      "ĠAber": 1373,
      "ĠFrage": 1374,
      "Ġanpassen": 1375,
      "ĠAufbau": 1376,
      "ĠBeispiele": 1377,
      "scheiden": 1378,
      "reiben": 1379,
      "Ġverbunden": 1380,
      "ĠWahrscheinlichkeiten": 1381,
      "oosting": 1382,
      "Agent": 1383,
      "Kon": 1384,
      "Nein": 1385,
      "eat": 1386,
      "ĠQ": 1387,
      "Ġvom": 1388,
      "uto": 1389,
      "Ġnennt": 1390,
      "Ġverarbeitet": 1391,
      "Ã¶s": 1392,
      "ĠFÃ¼r": 1393,
      "ĠIdee": 1394,
      "ĠLerngeschwindigkeit": 1395,
      "ĠVerbindungen": 1396,
      "Ġpositiv": 1397,
      "Ġzwei": 1398,
      "Ġentscheidet": 1399,
      "ĠBelohnungen": 1400,
      "ĠlÃ¶st": 1401,
      "Lernprogramm": 1402,
      "opping": 1403,
      "Ã¤uft": 1404,
      "Ã¤hrend": 1405,
      "ĠKaffee": 1406,
      "'-": 1407,
      "Auf": 1408,
      "Epoch": 1409,
      "Meine": 1410,
      "Netzwerk": 1411,
      "Problem": 1412,
      "grÃ¶ÃŁe": 1413,
      "ist": 1414,
      "ly": 1415,
      "Ġihm": 1416,
      "ank": 1417,
      "anden": 1418,
      "Ġnie": 1419,
      "Ġneh": 1420,
      "arly": 1421,
      "ĠMein": 1422,
      "Ġverm": 1423,
      "ĠWarum": 1424,
      "ĠCode": 1425,
      "Ġanpasst": 1426,
      "ure": 1427,
      "ilter": 1428,
      "ĠZiel": 1429,
      "ĠStopping": 1430,
      "stellungen": 1431,
      "Ġfunktionieren": 1432,
      "arbeitung": 1433,
      "ffiz": 1434,
      "ekte": 1435,
      "ĠProjekt": 1436,
      "Ġeigent": 1437,
      "ĠTestdaten": 1438,
      "rukt": 1439,
      "GrÃ¶ÃŁe": 1440,
      "ak": 1441,
      "gem": 1442,
      "mat": 1443,
      "ĠmÃ¼s": 1444,
      "ĠPrÃ¼f": 1445,
      "ĠBatch": 1446,
      "ĠWahl": 1447,
      "licher": 1448,
      "Ġ('": 1449,
      "etze": 1450,
      "Ġstimmt": 1451,
      "Ã¤nger": 1452,
      "Ġmeiner": 1453,
      "ethode": 1454,
      "rix": 1455,
      "Ã¤tz": 1456,
      "ĠEingabe": 1457,
      "Ġschlechter": 1458,
      "mbeddings": 1459,
      "Normalisierung": 1460,
      "Ġvermei": 1461,
      "ges": 1462,
      "halten": 1463,
      "ĠwÃ¤hrend": 1464,
      "ĠDann": 1465,
      "ĠMach": 1466,
      "ĠheiÃŁt": 1467,
      "ĠProgrammierer": 1468,
      "Ġgenauer": 1469,
      "Ġperf": 1470,
      "ĠEnde": 1471,
      "Ġlieb": 1472,
      "otal": 1473,
      "bedingt": 1474,
      "ĠEntscheidungen": 1475,
      "Ġmerken": 1476,
      "ĠTransformer": 1477,
      "Ġlangsam": 1478,
      "Im": 1479,
      "ct": 1480,
      "ide": 1481,
      "la": 1482,
      "rig": 1483,
      "Ġ1": 1484,
      "Ġpassen": 1485,
      "Ġal": 1486,
      "Ġunbedingt": 1487,
      "Ã¤uf": 1488,
      "ĠAuto": 1489,
      "Ġschau": 1490,
      "Ġanf": 1491,
      "isst": 1492,
      "ĠLernrate": 1493,
      "Ġdeiner": 1494,
      "ĠgroÃŁes": 1495,
      "ĠUnd": 1496,
      "radienten": 1497,
      "Ġspezielle": 1498,
      "ĠBedeut": 1499,
      "eature": 1500,
      "Batch": 1501,
      "Funktion": 1502,
      "ib": 1503,
      "zer": 1504,
      "iefen": 1505,
      "Ġdiesen": 1506,
      "ĠSit": 1507,
      "Ġkenn": 1508,
      "ierst": 1509,
      "ĠLÃ¶s": 1510,
      "Ġho": 1511,
      "ĠProgramms": 1512,
      "Ġwichtigen": 1513,
      "Ã¤rken": 1514,
      "Ġtotal": 1515,
      "ĠStapel": 1516,
      "Ġjeder": 1517,
      "Ġlief": 1518,
      "wendet": 1519,
      "Wozu": 1520,
      "Ġsagen": 1521,
      "ayer": 1522,
      "RU": 1523,
      "amm": 1524,
      "dam": 1525,
      "parameter": 1526,
      "sicht": 1527,
      "ts": 1528,
      "uation": 1529,
      "ĠÃĦ": 1530,
      "ende": 1531,
      "inear": 1532,
      "Ġzuerst": 1533,
      "ĠML": 1534,
      "ĠMensch": 1535,
      "scha": 1536,
      "auf": 1537,
      "ÃŁe": 1538,
      "Ġgenutzt": 1539,
      "stellt": 1540,
      "Modellen": 1541,
      "Programme": 1542,
      "ĠSoftmax": 1543,
      "Ġbauen": 1544,
      "matrix": 1545,
      "Ġliebsten": 1546,
      "ĠSituation": 1547,
      "Gewichte": 1548,
      "effiz": 1549,
      "merk": 1550,
      "ular": 1551,
      "ens": 1552,
      "stehen": 1553,
      "Ġwelch": 1554,
      "Ġkommen": 1555,
      "ĠMus": 1556,
      "ĠPl": 1557,
      "schritt": 1558,
      "Ġbew": 1559,
      "ĠProgrammen": 1560,
      "Ġerzeu": 1561,
      "ĠVerlust": 1562,
      "rÃ¼ck": 1563,
      "SchrÃ¶dinger": 1564,
      "iefes": 1565,
      "ĠAntwort": 1566,
      "ĠfÃ¼hren": 1567,
      "Ġechten": 1568,
      "ĠMusik": 1569,
      "System": 1570,
      "bot": 1571,
      "if": 1572,
      "ient": 1573,
      "line": 1574,
      "nal": 1575,
      "sÃ¤ch": 1576,
      "wie": 1577,
      "zin": 1578,
      "ieb": 1579,
      "Ġunb": 1580,
      "ĠKann": 1581,
      "ĠFunktion": 1582,
      "ĠGe": 1583,
      "ĠZeichen": 1584,
      "Ġwichtiger": 1585,
      "ĠLernmodell": 1586,
      "Ġdirekt": 1587,
      "verarbeitung": 1588,
      "ĠOhne": 1589,
      "Ġbestimmt": 1590,
      "altung": 1591,
      "ĠEingaben": 1592,
      "Ġdaraus": 1593,
      "Ġbeeinfl": 1594,
      "ularisierung": 1595,
      "Welch": 1596,
      "fahr": 1597,
      "hang": 1598,
      "ial": 1599,
      "kommen": 1600,
      "karte": 1601,
      "ering": 1602,
      "ĠmÃ¶ch": 1603,
      "ativ": 1604,
      "ett": 1605,
      "ierte": 1606,
      "ĠhÃ¤ngt": 1607,
      "ĠGenau": 1608,
      "Ġinn": 1609,
      "isk": 1610,
      "Ġjem": 1611,
      "Ġgef": 1612,
      "ĠTexten": 1613,
      "rim": 1614,
      "ĠAusgabe": 1615,
      "ĠZusammenhang": 1616,
      "Ã¤sst": 1617,
      "ĠnÃ¤chsten": 1618,
      "ĠprÃ¼fen": 1619,
      "ĠAutoen": 1620,
      "ĠmÃ¶chte": 1621,
      "Deep": 1622,
      "Res": 1623,
      "find": 1624,
      "zahl": 1625,
      "ĠÃ¤ndern": 1626,
      "rat": 1627,
      "iger": 1628,
      "oren": 1629,
      "Ġfl": 1630,
      "Ġfast": 1631,
      "ĠlÃ¤uft": 1632,
      "ĠhÃ¶r": 1633,
      "Ã¶t": 1634,
      "ĠFehl": 1635,
      "Ġgutes": 1636,
      "ĠComputern": 1637,
      "Ġumgehen": 1638,
      "Ġrie": 1639,
      "ĠVorgaben": 1640,
      "ĠLernprogramme": 1641,
      "Ġunser": 1642,
      "ErklÃ¤re": 1643,
      "hÃ¤ngen": 1644,
      "Ġwurde": 1645,
      "Ġwurden": 1646,
      "Regularisierung": 1647,
      "Ġversucht": 1648,
      "Ġkonzentrieren": 1649,
      "Ġangepasst": 1650,
      "ĠOptimierer": 1651,
      "ĠmÃ¶glich": 1652,
      "Ġeigentlich": 1653,
      "ĠmÃ¼ssen": 1654,
      "zerrung": 1655,
      "ĠGenauigkeit": 1656,
      "Dropout": 1657,
      "Gradient": 1658,
      "Kurz": 1659,
      "Oh": 1660,
      "Weil": 1661,
      "eck": 1662,
      "fer": 1663,
      "weiter": 1664,
      "Ġdenk": 1665,
      "hnlichkeit": 1666,
      "ĠSpeicher": 1667,
      "ĠAnweis": 1668,
      "twort": 1669,
      "Ġrichtigen": 1670,
      "ĠNeues": 1671,
      "ĠComputerprogramme": 1672,
      "ĠBilderkenn": 1673,
      "ringen": 1674,
      "ĠGruppe": 1675,
      "samkeit": 1676,
      "Ġreag": 1677,
      "ĠMachine": 1678,
      "')": 1679,
      "Hast": 1680,
      "Sh": 1681,
      "To": 1682,
      "Varianz": 1683,
      "Wann": 1684,
      "hat": 1685,
      "hal": 1686,
      "pl": 1687,
      "rin": 1688,
      "tern": 1689,
      "von": 1690,
      "zÃ¤hl": 1691,
      "Ġung": 1692,
      "Ġwahrschein": 1693,
      "eig": 1694,
      "ant": 1695,
      "Ġmisst": 1696,
      "ĠDet": 1697,
      "odierer": 1698,
      "Ġles": 1699,
      "Ġhoch": 1700,
      "Ġverwendet": 1701,
      "annten": 1702,
      "ĠGRU": 1703,
      "ĠComputerlernen": 1704,
      "ĠVide": 1705,
      "eile": 1706,
      "eilt": 1707,
      "Ġerstellen": 1708,
      "Ġgenaue": 1709,
      "ĠStart": 1710,
      "legen": 1711,
      "echnik": 1712,
      "ĠRechenz": 1713,
      "Ġwillst": 1714,
      "ariab": 1715,
      "Ġstabiler": 1716,
      "Ġvermeiden": 1717,
      "schaft": 1718,
      "merksamkeit": 1719,
      "Ġjemand": 1720,
      "Da": 1721,
      "KÃ¶n": 1722,
      "fass": 1723,
      "gine": 1724,
      "haupt": 1725,
      "punkt": 1726,
      "wahl": 1727,
      "icher": 1728,
      "Ġmusst": 1729,
      "igt": 1730,
      "ĠSor": 1731,
      "aly": 1732,
      "ĠBackpropagation": 1733,
      "ĠNutz": 1734,
      "ĠNacht": 1735,
      "ĠLernens": 1736,
      "ĠSchritte": 1737,
      "ĠLernschritte": 1738,
      "ĠFehlerwert": 1739,
      "ĠEngine": 1740,
      "Ġgesehen": 1741,
      "ĠMerkmals": 1742,
      "Ġverschiedenen": 1743,
      "Ġperfekt": 1744,
      "sÃ¤chlich": 1745,
      "ĠKannst": 1746,
      "ĠAutoencoder": 1747,
      "Ġwahrscheinlich": 1748,
      "ĠEngineering": 1749,
      "Early": 1750,
      "fft": 1751,
      "rem": 1752,
      "reg": 1753,
      "erkt": 1754,
      "Ġbringt": 1755,
      "Ġvoll": 1756,
      "ĠDabei": 1757,
      "ĠkÃ¼nst": 1758,
      "Ġfrage": 1759,
      "Ġverring": 1760,
      "ĠKreu": 1761,
      "ĠFilter": 1762,
      "Ġguter": 1763,
      "ĠZustand": 1764,
      "Ġdavon": 1765,
      "Ġvorhersa": 1766,
      "endes": 1767,
      "Ġbrauche": 1768,
      "ĠEntwick": 1769,
      "Ġmehrere": 1770,
      "Ġbestimmten": 1771,
      "Ġdarin": 1772,
      "Ġmeistens": 1773,
      "ĠÃľbungsdaten": 1774,
      "hatbot": 1775,
      "Belohn": 1776,
      "ecoder": 1777,
      "leistung": 1778,
      "che": 1779,
      "Ġsuch": 1780,
      "Ã¤ft": 1781,
      "ĠlÃ¤sst": 1782,
      "ĠPunkt": 1783,
      "ĠAdam": 1784,
      "gew": 1785,
      "Ġbearbeiten": 1786,
      "Ġanzu": 1787,
      "eilen": 1788,
      "Ġerr": 1789,
      "ĠÃ¼berhaupt": 1790,
      "Ġdeinen": 1791,
      "Ġspiel": 1792,
      "Ġrichtige": 1793,
      "igkeiten": 1794,
      "Ġabsolut": 1795,
      "ĠEinstellung": 1796,
      "ĠVorhersage": 1797,
      "Ã¶glichkeit": 1798,
      "ĠwÃ¼rdest": 1799,
      "ĠAnfÃ¤nger": 1800,
      "Ġverbessert": 1801,
      "ĠNeuronale": 1802,
      "eute": 1803,
      "ĠJe": 1804,
      "ualitÃ¤t": 1805,
      "Ġeinzeln": 1806,
      "Ġfertig": 1807,
      "Ġsorgt": 1808,
      "ĠBedeutung": 1809,
      "Ġliefert": 1810,
      "Ġunbek": 1811,
      "iskrim": 1812,
      "iskrimin": 1813,
      "Denk": 1814,
      "RNNs": 1815,
      "So": 1816,
      "Sehr": 1817,
      "air": 1818,
      "des": 1819,
      "ege": 1820,
      "gibt": 1821,
      "th": 1822,
      "unk": 1823,
      "ator": 1824,
      "ĠDes": 1825,
      "Ã¤h": 1826,
      "artw": 1827,
      "eitet": 1828,
      "ĠBoosting": 1829,
      "ĠChatbot": 1830,
      "ĠAnpassen": 1831,
      "gebaut": 1832,
      "ĠSprachverarbeitung": 1833,
      "Ġgeben": 1834,
      "ĠerklÃ¤re": 1835,
      "Diese": 1836,
      "Ġschlau": 1837,
      "ĠDiese": 1838,
      "Ġklare": 1839,
      "Ġdaran": 1840,
      "ĠÃ¤hnliche": 1841,
      "ĠbeschÃ¤ft": 1842,
      "yper": 1843,
      "Ġbleiben": 1844,
      "lock": 1845,
      "grund": 1846,
      "ipp": 1847,
      "Ġjedes": 1848,
      "Ġanzupassen": 1849,
      "RL": 1850,
      "amp": 1851,
      "cy": 1852,
      "qu": 1853,
      "Ġdarum": 1854,
      "rom": 1855,
      "Ġunterschied": 1856,
      "Ġleicht": 1857,
      "ĠFÃ¤ll": 1858,
      "Ġscha": 1859,
      "erkzeu": 1860,
      "urr": 1861,
      "ĠSpiel": 1862,
      "ĠErklÃ¤r": 1863,
      "ĠGrÃ¶": 1864,
      "Ã¶ren": 1865,
      "tragung": 1866,
      "Ġverhindern": 1867,
      "Ġverhindert": 1868,
      "Ġbleibt": 1869,
      "Ġmaschinellen": 1870,
      "Ġnehmen": 1871,
      "ĠFehlern": 1872,
      "weiterung": 1873,
      "Feature": 1874,
      "ail": 1875,
      "ef": 1876,
      "hst": 1877,
      "li": 1878,
      "ser": 1879,
      "Ġehr": 1880,
      "Ġwann": 1881,
      "Ġgehen": 1882,
      "Ġnimm": 1883,
      "ĠDa": 1884,
      "ĠSatz": 1885,
      "ĠfrÃ¼": 1886,
      "alid": 1887,
      "ĠTag": 1888,
      "Ġschreiben": 1889,
      "ĠNull": 1890,
      "ÃŁen": 1891,
      "Ġbessere": 1892,
      "stellung": 1893,
      "olle": 1894,
      "ĠBeispielen": 1895,
      "Ã¤tze": 1896,
      "Ġlieber": 1897,
      "echnung": 1898,
      "stÃ¤ndigkeit": 1899,
      "ĠVorteile": 1900,
      "Ġfalsche": 1901,
      "Beim": 1902,
      "ĠGenerativ": 1903,
      "Ġext": 1904,
      "ĠQualitÃ¤t": 1905,
      "yperparameter": 1906,
      "Ġehrlich": 1907,
      "Bo": 1908,
      "Qu": 1909,
      "gar": 1910,
      "ora": 1911,
      "ret": 1912,
      "ress": 1913,
      "sÃ¤tz": 1914,
      "volut": 1915,
      "ĠÃ¤ndert": 1916,
      "anis": 1917,
      "Ġletz": 1918,
      "ĠhÃ¤uf": 1919,
      "eiten": 1920,
      "ĠverÃ¤ndert": 1921,
      "ĠWerkzeu": 1922,
      "ĠGes": 1923,
      "Ġsogar": 1924,
      "rainieren": 1925,
      "Ġtyp": 1926,
      "ĠAnzahl": 1927,
      "Ġdeines": 1928,
      "Ġfindest": 1929,
      "Ġallgem": 1930,
      "ĠEncoder": 1931,
      "Ġentscheiden": 1932,
      "Programmen": 1933,
      "ĠZahlenreihen": 1934,
      "ĠzusammenhÃ¤ngen": 1935,
      "ĠRegel": 1936,
      "Ġschwierige": 1937,
      "Ġdieses": 1938,
      "ĠEntscheidungs": 1939,
      "Ġfeste": 1940,
      "Ġgebaut": 1941,
      "ĠTesten": 1942,
      "Ġschaue": 1943,
      "Ġbeeinflusst": 1944,
      "Token": 1945,
      "merksamkeits": 1946,
      "fassung": 1947,
      "iskriminator": 1948,
      "Bl": 1949,
      "Fehler": 1950,
      "Ha": 1951,
      "cent": 1952,
      "griff": 1953,
      "system": 1954,
      "Ġdeut": 1955,
      "ieht": 1956,
      "Ġweg": 1957,
      "ĠweiÃŁ": 1958,
      "antwort": 1959,
      "Ã¼ch": 1960,
      "ĠMÃ¶glichkeit": 1961,
      "ĠEigen": 1962,
      "scht": 1963,
      "Ġverg": 1964,
      "ĠWege": 1965,
      "aum": 1966,
      "ĠDatenmen": 1967,
      "ĠThem": 1968,
      "ehrer": 1969,
      "Ġaufgebaut": 1970,
      "Ġstatt": 1971,
      "Ġeinfachen": 1972,
      "ĠNetzes": 1973,
      "ĠerklÃ¤rt": 1974,
      "ollstÃ¤ndigkeit": 1975,
      "Ġnachdem": 1976,
      "Ġarbeite": 1977,
      "Ġbaue": 1978,
      "Ġdarauf": 1979,
      "Ã¤rkendes": 1980,
      "ĠSchwier": 1981,
      "lage": 1982,
      "ĠhÃ¶re": 1983,
      "ĠDetail": 1984,
      "ĠVideo": 1985,
      "Ġeinzelne": 1986,
      "efin": 1987,
      "Learning": 1988,
      "Wissen": 1989,
      "cem": 1990,
      "eben": 1991,
      "imal": 1992,
      "methode": 1993,
      "pro": 1994,
      "rund": 1995,
      "tro": 1996,
      "xt": 1997,
      "Ġ0": 1998,
      "Ġemp": 1999,
      "ĠUmgebung": 2000,
      "einfor": 2001,
      "ĠDeep": 2002,
      "ĠLayer": 2003,
      "ĠEben": 2004,
      "schwind": 2005,
      "ĠKl": 2006,
      "ĠFein": 2007,
      "ĠForm": 2008,
      "ilder": 2009,
      "Ġwichtigste": 2010,
      "Ġneues": 2011,
      "ĠLerndaten": 2012,
      "ĠstÃ¤nd": 2013,
      "ĠStartw": 2014,
      "ĠVergleich": 2015,
      "Ġbrauchst": 2016,
      "Ġobwohl": 2017,
      "omplex": 2018,
      "Ġanders": 2019,
      "reffen": 2020,
      "Ġgesch": 2021,
      "ĠMaschinellem": 2022,
      "Ã¤cht": 2023,
      "Gehirne": 2024,
      "idual": 2025,
      "altet": 2026,
      "barkeit": 2027,
      "ĠnÃ¤chste": 2028,
      "ĠBesondere": 2029,
      "ĠBesonders": 2030,
      "ĠGenerator": 2031,
      "ordnet": 2032,
      "ruktur": 2033,
      "Ġkenne": 2034,
      "ĠMenschen": 2035,
      "Shot": 2036,
      "Soft": 2037,
      "unkte": 2038,
      "ĠGrÃ¶ÃŁe": 2039,
      "Haha": 2040,
      "cement": 2041,
      "troll": 2042,
      "einforcement": 2043,
      "00": 2044,
      "Fi": 2045,
      "Tor": 2046,
      "Zer": 2047,
      "az": 2048,
      "fehler": 2049,
      "hol": 2050,
      "kon": 2051,
      "klein": 2052,
      "oFi": 2053,
      "weg": 2054,
      "wÃ¤hl": 2055,
      "Ġweit": 2056,
      "eld": 2057,
      "athem": 2058,
      "Ġach": 2059,
      "eher": 2060,
      "Ã¤ter": 2061,
      "Ġkein": 2062,
      "ĠMen": 2063,
      "Ġfange": 2064,
      "schn": 2065,
      "schen": 2066,
      "text": 2067,
      "ĠTrainieren": 2068,
      "Ġstell": 2069,
      "Ġersten": 2070,
      "ungsvoll": 2071,
      "ediz": 2072,
      "ĠprÃ¼f": 2073,
      "Ġspart": 2074,
      "folgen": 2075,
      "Ġmerke": 2076,
      "Ġihnen": 2077,
      "Entwick": 2078,
      "ĠGericht": 2079,
      "Ġentwickeln": 2080,
      "iebling": 2081,
      "Ġinneren": 2082,
      "ĠBilderkennung": 2083,
      "Ġreagiert": 2084,
      "ĠDescent": 2085,
      "urrent": 2086,
      "Ġnimmst": 2087,
      "ĠThema": 2088,
      "omplexitÃ¤t": 2089,
      "Softmax": 2090,
      "athemat": 2091,
      "edizin": 2092,
      "UC": 2093,
      "fehl": 2094,
      "gst": 2095,
      "ibst": 2096,
      "ses": 2097,
      "setzen": 2098,
      "wacht": 2099,
      "zis": 2100,
      "zuf": 2101,
      "ĠÃ¼": 2102,
      "steht": 2103,
      "asst": 2104,
      "uning": 2105,
      "Ġmerkt": 2106,
      "Ġbeh": 2107,
      "ated": 2108,
      "rotz": 2109,
      "ĠzurÃ¼ck": 2110,
      "ĠDiskriminator": 2111,
      "ette": 2112,
      "ĠEmbeddings": 2113,
      "ĠAm": 2114,
      "Ġverwenden": 2115,
      "ĠKomp": 2116,
      "Ġbeg": 2117,
      "ĠGed": 2118,
      "ĠGewicht": 2119,
      "ĠGradienten": 2120,
      "ĠRicht": 2121,
      "echnen": 2122,
      "Ġtreffen": 2123,
      "Ġtrotz": 2124,
      "Ġstimm": 2125,
      "samm": 2126,
      "ethoden": 2127,
      "andelt": 2128,
      "rick": 2129,
      "ĠOverfitting": 2130,
      "reibt": 2131,
      "Ġganze": 2132,
      "ĠselbststÃ¤ndig": 2133,
      "apaz": 2134,
      "ĠgrÃ¶ÃŁten": 2135,
      "Ġhinter": 2136,
      "ĠAktivierungsfunktionen": 2137,
      "zept": 2138,
      "ĠNeuronalen": 2139,
      "ĠfÃ¼hrt": 2140,
      "ĠKÃ¼nstlicher": 2141,
      "ĠgehÃ¶rt": 2142,
      "rÃ¤zis": 2143,
      "fortschritt": 2144,
      "thik": 2145,
      "Ġextrem": 2146,
      "apazitÃ¤t": 2147,
      "Keine": 2148,
      "PT": 2149,
      "Sag": 2150,
      "fe": 2151,
      "fus": 2152,
      "gel": 2153,
      "kehr": 2154,
      "me": 2155,
      "mus": 2156,
      "renz": 2157,
      "setz": 2158,
      "zess": 2159,
      "erung": 2160,
      "inus": 2161,
      "Ġsort": 2162,
      "Ġsinn": 2163,
      "Ġmensch": 2164,
      "Ġbist": 2165,
      "Ġnull": 2166,
      "ichtbar": 2167,
      "orit": 2168,
      "ĠLiebling": 2169,
      "Ġlog": 2170,
      "ĠAUC": 2171,
      "ĠBeg": 2172,
      "ĠWerten": 2173,
      "ĠFor": 2174,
      "ĠGra": 2175,
      "ĠNam": 2176,
      "ĠNerv": 2177,
      "ĠRo": 2178,
      "ĠRolle": 2179,
      "iss": 2180,
      "echanis": 2181,
      "Ġtut": 2182,
      "ungsf": 2183,
      "Ġmeinen": 2184,
      "Modells": 2185,
      "ĠspÃ¤ter": 2186,
      "Ġbesondere": 2187,
      "osinus": 2188,
      "ĠSignal": 2189,
      "ĠKÃ¼nstliche": 2190,
      "Projekt": 2191,
      "ĠwÃ¤hlen": 2192,
      "forder": 2193,
      "netzwerke": 2194,
      "Ġpositiven": 2195,
      "ensor": 2196,
      "ĠAnweisungen": 2197,
      "Ġunbekannten": 2198,
      "Ã¤higkeit": 2199,
      "alidierung": 2200,
      "Wissens": 2201,
      "Ã¤chtnis": 2202,
      "echanismus": 2203,
      "AE": 2204,
      "Kurve": 2205,
      "MSE": 2206,
      "OC": 2207,
      "be": 2208,
      "gorit": 2209,
      "lÃ¤s": 2210,
      "lgorit": 2211,
      "netze": 2212,
      "sel": 2213,
      "ult": 2214,
      "validierung": 2215,
      "ziel": 2216,
      "zvalidierung": 2217,
      "Ġeffiz": 2218,
      "Ġeher": 2219,
      "ĠnÃ¶t": 2220,
      "ĠSamp": 2221,
      "ĠMess": 2222,
      "Ġfair": 2223,
      "ierungen": 2224,
      "ĠLehrer": 2225,
      "ĠAr": 2226,
      "Ġverklein": 2227,
      "aufen": 2228,
      "Ã¼rz": 2229,
      "Ġbeib": 2230,
      "ĠGesch": 2231,
      "ĠROC": 2232,
      "gend": 2233,
      "ĠModellen": 2234,
      "ĠSchl": 2235,
      "Ġsteu": 2236,
      "exib": 2237,
      "ĠFehlerfunktion": 2238,
      "Einstellungen": 2239,
      "ĠAufmerksamkeits": 2240,
      "spiele": 2241,
      "Ġkleines": 2242,
      "Ġspr": 2243,
      "Unter": 2244,
      "oss": 2245,
      "ĠHauptgrund": 2246,
      "Manchmal": 2247,
      "Ġsolltest": 2248,
      "heiten": 2249,
      "hÃ¤nge": 2250,
      "ĠZusammenhÃ¤nge": 2251,
      "Prompt": 2252,
      "ĠGerÃ¤": 2253,
      "ederated": 2254,
      "ĠLÃ¶sung": 2255,
      "sammlung": 2256,
      "fortschritts": 2257,
      "Ġsinnvoll": 2258,
      "ĠSampling": 2259,
      "'),": 2260,
      "AG": 2261,
      "Backpropagation": 2262,
      "Ethik": 2263,
      "Falt": 2264,
      "Gut": 2265,
      "Sind": 2266,
      "Soll": 2267,
      "Zusammen": 2268,
      "cod": 2269,
      "egt": 2270,
      "gang": 2271,
      "tet": 2272,
      "Ġmeist": 2273,
      "rakt": 2274,
      "Ġget": 2275,
      "Ġgar": 2276,
      "Ġgibst": 2277,
      "ĠDenk": 2278,
      "Ã¤l": 2279,
      "oran": 2280,
      "ĠLoFi": 2281,
      "inden": 2282,
      "ĠBew": 2283,
      "ĠBesch": 2284,
      "ĠKoch": 2285,
      "Ġschritt": 2286,
      "liches": 2287,
      "deen": 2288,
      "ĠGrad": 2289,
      "ĠCNNs": 2290,
      "Ġanst": 2291,
      "ĠZum": 2292,
      "ĠVariab": 2293,
      "ĠVollstÃ¤ndigkeit": 2294,
      "Ġtiefen": 2295,
      "Ġrechnet": 2296,
      "ĠHyperparameter": 2297,
      "ĠVerb": 2298,
      "aschine": 2299,
      "Ġschlimm": 2300,
      "leicht": 2301,
      "ffer": 2302,
      "Ġnacheinander": 2303,
      "Ġnachts": 2304,
      "ErzÃ¤hl": 2305,
      "reffer": 2306,
      "Ġseiner": 2307,
      "Ġbekommen": 2308,
      "ĠwofÃ¼r": 2309,
      "ekodierer": 2310,
      "artet": 2311,
      "Ġeigene": 2312,
      "ĠNeuronen": 2313,
      "Ġkomplizierte": 2314,
      "Ġnormale": 2315,
      "ionsmatrix": 2316,
      "lauf": 2317,
      "ÃĦhnlichkeit": 2318,
      "fÃ¼hl": 2319,
      "ĠSchwank": 2320,
      "wandelt": 2321,
      "Ġtiefe": 2322,
      "CAM": 2323,
      "adrat": 2324,
      "Epoche": 2325,
      "ĠMeinung": 2326,
      "Ġalten": 2327,
      "ĠPlatz": 2328,
      "Residual": 2329,
      "ĠRechenzelle": 2330,
      "romiss": 2331,
